{
    "translation": {
        "navbar": {
            "team": "Team",
            "sponsors": "Sponsors",
            "companies": "Companies",
            "invest": "Invest",
            "archive": "Archive"
        },

        "about_us": {
            "title": "About us",
            "description": "We are a technology company that develops solutions for the insurance market.",
            "text": "We are a group of engineering students from the University of Minho based in the city of Guimarães (Azurém Campus) with a passion for motorsport. As the latest addition to the Formula Student scene in Portugal, we aim to deliver a project with a solid foundation and, in the short term, become a reference in the north of the country.",
            "members": "Members",
            "courses": "Courses",
            "years": "Years",
            "cars": "Cars"
        },

        "fs": {
            "title": "Formula Student",
            "description": "Formula Student is an international engineering competition that challenges university students to design, manufacture and compete with a racing car. The competition covers rigorous static and dynamic tests. Static tests include the team's business plan presentation, car production cost analysis and technical design evaluation. Dynamic tests assess the car's performance on the track, covering challenges such as skidpad, acceleration, autocross, endurance and efficiency. The scores obtained in these tests contribute to the calculation of the teams' overall score, thus determining the winners of each category.",
            "classes": {
                "title": "Formula Student Classes",
                "description": "In Formula Student competitions there are three different classes",
                "cv-description": "Internal combustion engine cars",
                "ev-description": "Cars with an electric motor",
                "dv-description": "Autonomous driving cars"
            }
        },

        "team": {
            "title": "Team",
            "description": "The team is currently composed of 6 sectors, each dedicated to a specific area of the car. Each sector is composed of a head and several members, who work together to develop the best possible car. The team is led by a Team Leader, who coordinates the work of all sectors. There are also two technical directors, each overseeing the sectors of the car's electrical and mechanical parts.",
            "sectors-title": "Sectors",
            "management": "The management sector handles the business side of the team. It is its responsibility to gather funds for the project via partnerships and also for its marketing. Management also has to fulfil the needs of the other departments. This includes ordering parts and tools or provide trainning sessions.",
            "powertrain": "The powertrain sector is responsible for the development of the power unit. It's the sector's duty to deliver a reliable and powerful electric motor. Efficiency is also key in this sector. The power unit needs to be tuned in such a way that it is always consuming the right amount of energy.",
            "esw": "As the name suggests, the electronics & software sector handles all the electronic components and software that keep the car safe and running smoothly. The sector makes sure all the major components of the car are properly programmed and communicating between each other.",
            "drivetrain": "The drivetrain sector focuses on delivering power from the engine to the wheels. It aims to achieve the most efficient power transfer in order to secure maximum acceleration and maintain speed for the full race distance.",
            "chassiaero": "The chassis and aerodynamics sector is responsible for designing and constructing the car's chassis. The chassis is the structure that supports all the car's components. Aerodynamics is responsible for minimizing air resistance and maximizing downforce.",
            "suspension": "The suspension & steering sector is essential for the car's performance. The suspension provides grip, stability, and absorbs track irregularities, while the steering allows the driver to control the car with precision."
        },

        "archive": {
            "title": "FSUMinho Archive",
            "country": "Country",
            "city": "City",
            "circuit": "Circuit",
            "class_": "Class",
            "result": "Class result"
        },

        "sponsors": {
            "title": "Sponsors",
            "partner": "Partner"
        },

        "contact": {
            "title": "Contact us",
            "button": "Contact"
        },

        "footer": {
            "contact": "Contact Us",
            "social": "Social Media",
            "team": "Team",
            "sponsors": "Sponsors",
            "invest": "How to invest",
            "archive": "Archive"
        }
    }
}