{
    "translation": {
        "navbar": {
            "team": "Team",
            "sponsors": "Sponsors",
            "companies": "Companies",
            "invest": "How to invest",
            "archive": "Archive",
            "competitions": "Competitions",
            "cars": "Cars",
            "recruitment": "Recruitment"
        },

        "news": "Latest news",

        "santander": {
            "title": "Santander Universities",
            "more": "Learn more"
        },

        "about_us": {
            "title": "About us",
            "description": "We are a technology company that develops solutions for the insurance market.",
            "text": "We are a group of engineering students from the University of Minho based in the city of Guimarães (Azurém Campus) with a passion for motorsport. As the latest addition to the Formula Student scene in Portugal, we aim to deliver a project with a solid foundation and, in the short term, become a reference in the north of the country.",
            "members": "Members",
            "courses": "Courses",
            "years": "Years",
            "cars": "Cars"
        },

        "fs": {
            "title": "Formula Student",
            "description": "Formula Student is an international engineering competition that challenges university students to design, manufacture and compete with a racing car. The competition covers rigorous static and dynamic tests. Static tests include the team's business plan presentation, car production cost analysis and technical design evaluation. Dynamic tests assess the car's performance on the track, covering challenges such as skidpad, acceleration, autocross, endurance and efficiency. The scores obtained in these tests contribute to the calculation of the teams' overall score, thus determining the winners of each category.",
            "classes": {
                "title": "Formula Student Classes",
                "description": "In Formula Student competitions there are three different classes",
                "cv-description": "Internal combustion engine cars",
                "ev-description": "Cars with an electric motor",
                "dv-description": "Autonomous driving cars"
            }
        },

        "car": {
            "title": "Building a Dream",
            "description": "Building a Formula Student car is about turning a project into reality. From the first sketch to the final adjustment, every step requires dedication and teamwork. With each assembled part, the dream becomes more tangible, and in the end, the finished car reflects the collective effort of transforming ideas into real performance."
        },

        "team": {
            "title": "Team",
            "description": "The team is currently organized into six sectors, each dedicated to a specific area of the car. Each sector is led by a Head and includes several members working together to develop the best car possible. Overall coordination is handled by the Team Leader, who oversees the work across all sectors. Additionally, we have two Technical Directors, each supervising the electrical and mechanical areas of the project.",
            "sectors-title": "Sectors",
            "management": "The management sector handles the business side of the team. It is its responsibility to gather funds for the project via partnerships and also for its marketing. Management also has to fulfil the needs of the other departments. This includes ordering parts and tools or provide trainning sessions.",
            "powertrain": "The powertrain sector is responsible for the development of the power unit. It's the sector's duty to deliver a reliable and powerful electric motor. Efficiency is also key in this sector. The power unit needs to be tuned in such a way that it is always consuming the right amount of energy.",
            "esw": "As the name suggests, the electronics & software sector handles all the electronic components and software that keep the car safe and running smoothly. The sector makes sure all the major components of the car are properly programmed and communicating between each other.",
            "drivetrain": "The drivetrain sector focuses on delivering power from the engine to the wheels. It aims to achieve the most efficient power transfer in order to secure maximum acceleration and maintain speed for the full race distance.",
            "chassiaero": "The chassis and aerodynamics sector is responsible for designing and constructing the car's chassis. The chassis is the structure that supports all the car's components. Aerodynamics is responsible for minimizing air resistance and maximizing downforce.",
            "suspension": "The suspension & steering sector is essential for the car's performance. The suspension provides grip, stability, and absorbs track irregularities, while the steering allows the driver to control the car with precision."
        },

        "archive": {
            "title": "FSUMinho Archive",
            "country": "Country",
            "city": "City",
            "circuit": "Circuit",
            "class_": "Class",
            "result": "Class result"
        },

        "sponsors": {
            "title": "Sponsors",
            "partner": "Partners",
            "inst": "Institutional Partners",
            "software": "Software Partners"
        },

        "invest": {
            "more": "Benefits +",
            "less": "Benefits -",
            "title": "Invest in FSUMinho",
            "why-title": "Why invest in FSUMinho?",
            "why-text": "We are more than just a group of students passionate about motorsport. FSUMinho represents the first step in shaping outstanding engineers. Our members enter the job market with experiences and skills that set them apart from the competition. We aim to offer students the opportunity to join a team that values every contribution and encourages each member to reach their full potential. Investing in our project means investing in the next generation of engineers and ensuring they gain the experience needed to drive technological development in the future.",
            "forms-title": "How to invest",
            "monetary-title": "Monetary support",
            "monetary-text": "Motorsport involves high costs, from car development to competitions. Financial support is key to managing expenses and achieving our goals.",
            "material-title": "Supplying materials",
            "material-text": "To turn our design into reality, we need specific materials. Supplying materials helps us bring the car from digital models to the track.",
            "knowledge-title": "Knowledge",
            "knowledge-text": "Even with our experience, we are always eager to learn. Sharing knowledge with professionals is essential for our growth.",
            "tiers-title": "Investment packages",
            "partner-title": "Partners",
            "social": "Promotion on FSUMinho's social media",
            "website": "Logo displayed in the sponsors' portfolio on the team's website",
            "car": "Logo displayed on the car",
            "banner": "Logo displayed on the sponsors' banner",
            "kit": "Logo displayed on the team's uniform worn during competitions",
            "rollout": "Reference to the sponsor during the car's roll-out",
            "team_events": "Sponsor presence at events organized by the team",
            "cv": "Access to a collection of CVs managed by the team",
            "open_days": "Collaboration in organizing open days at the company",
            "uni": "Company presence at other events at the University of Minho"
        },

        "contact": {
            "title": "Contact us",
            "name": "Full name",
            "message": "Message",
            "send": "Send",
            "thanks": "Thank you for contacting us!"
        },

        "footer": {
            "contact": "Contact Us",
            "social": "Social Media",
            "team": "Team",
            "sponsors": "Sponsors",
            "invest": "How to invest",
            "competitions": "Competitions",
            "cars": "Cars"
        },

        "recruitment": {
            "not-open": "Recruitment not open",
            "title": "Recruitment",
            "description": "FSUMinho is looking for new members to join the team. If you are interested in being part of a challenging engineering project and working with a group of students passionate about motor sports, then FSUMinho is the right place for you. No matter your course or experience, if you have the willingness to learn and work as a team, then you are invited to join us.",
            "steps-title": "Recruitment Process",
            "step1": "Application: Fill out the application form and choose the sectors you want to apply for.", 
            "step1-title": "Application",
            "step1-summary": "Fill out the application form and choose your preferred sectors.",
            "step1-details": "Complete the online application form where you can select the sectors that interest you most. This is your first opportunity to tell us about your motivation and background.",
            "step2": "Pre-selection: Candidates will be evaluated based on their motivation and experience, and then assigned to a sector.",
            "step2-title": "Pre-selection", 
            "step2-summary": "Evaluation based on motivation and experience.",
            "step2-details": "Our team will review all applications and evaluate candidates based on their motivation, academic background, and relevant experience. Selected candidates will be assigned to a sector.",
            "step3": "Challenge: New members will receive a challenge related to the sector they are applying for.",
            "step3-title": "Technical Challenge",
            "step3-summary": "Sector-specific challenge to demonstrate your skills.",
            "step3-details": "You'll receive a practical challenge designed to test your problem-solving skills and knowledge relevant to your chosen sector. This gives you a taste of the real work you'll be doing on the team.",
            "step4": "Integration: New members will go through a probation period where they will demonstrate their skills and secure their place on the team.",
            "step4-title": "Integration Period",
            "step4-summary": "Probation period to secure your place on the team.",
            "step4-details": "New members enter a integration period where they work closely with experienced team members, contribute to ongoing projects, and demonstrate their commitment to securing a permanent position on the team.",
            "dates-title": "Important dates",
            "dates-text": "The application process opens on january 27 and closes on february 17. The pre-selection results will be announced on february 20. Dates for the technical challenge will be announced in due course after pre-selection, and candidates will need to choose from the available slots. The start date for the internship will depend on the completion of the technical challenge and will be announced afterward.",
            "sectors-title": "Sectors",
            "mechanical": "Mechanical",
            "mechanical-text": "The sectors related to mechanics develop the car's chassis, suspension, steering, transmission, and aerodynamics. In Chassis and Aerodynamics, you'll design the car's structure, focusing on mechanical resistance, cockpit ergonomics, and system integration. In Suspension and Steering, you'll optimize suspension and steering systems, concentrating on geometry, kinematics, vehicle dynamics, and component design. The Drivetrain sector develops the kinematic chain for power transmission and battery cooling, working on speed, acceleration, fluid flow, and component dimensioning.",
            "electrical": "Electrical",
            "electrical-text": "The electronics sectors develop the car’s electrical systems, including the battery, motor, telemetry, and safety systems. In Powertrain, you'll work on high-voltage components and safety systems, focusing on hardware, programming, and documentation. In Electronics and software, you'll handle safety system simulation, sensor data, microcontroller programming, and telemetry, with roles in hardware testing, C programming, application development, and GitHub management.",
            "management": "Management",
            "management-text": "The management sector is responsible for team management, fundraising, partnerships, marketing, and communication, ensuring the team's efficiency and effectiveness. Partnership management establishes beneficial relationships with sponsors and suppliers. Marketing increases the team's visibility and reputation, while also conveying the team's values to the public and potential sponsors. These components work together to ensure the necessary resources and support to achieve the objectives.",
            "apply": "Apply",
            "faqs-title": "Frequently Asked Questions",
            "question1": "Who can apply?",
            "answer1": "Any student enrolled in a bachelor's or master's degree at the University of Minho, regardless of the course, can apply to FSUMinho. However, we recommend that the sector you apply to is related to your course.",
            "question2": "Do I need prior experience?",
            "answer2": "Although prior experience is valued, it is not a requirement. FSUMinho is a learning project, and we are willing to teach and help all members develop their skills.",
            "question3": "How much time do I need to dedicate to FSUMinho?",
            "answer3": "The time you dedicate to FSUMinho depends on the sector you are in and your level of involvement. However, we expect all members to be dedicated and committed to the project given the demands of Formula Student.",
            "question4": "Do I need to be fluent in English?",
            "answer4": "FSUMinho is an international project, and the working language is English. Participation in competitions involves interacting with foreign judges, and all technical documentation is written in English. Being fluent is not a requirement, but it is something we value.",
            "question5": "Do you accept ERASMUS students?",
            "answer5": "Yes, we accept ERASMUS students. FSUMinho is an inclusive project, and we are open to receiving students of all nationalities. For these students, speaking Portuguese or English is a requirement.",
            "question6": "Do you only accept students from Guimarães?",
            "answer6": "No, we accept students from all campuses of the University of Minho. Most of our meetings are online to be more accessible to all members. However, part of our meetings are held in person in Guimarães."
        }
    }
}