{
    "translation": {
        "navbar": {
            "team": "Equipa",
            "sponsors": "Patrocinadores",
            "companies": "Empresas",
            "invest": "Como investir",
            "archive": "Arquivo",
            "competitions": "Competições",
            "cars": "Carros"
        },

        "news": "Últimas notícias",

        "about_us": {
            "title": "Sobre nós",
            "description": "Somos uma empresa de tecnologia que desenvolve soluções para o mercado de seguros.",
            "text": "Somos um grupo de estudantes de engenharia da Universidade do Minho com base na cidade de Guimarães (Campus de Azurém) com uma paixão pelo desporto motorizado. Como a mais recente adição à Formula Student em Portugal, pretendemos entregar um projeto com bases sólidas e, a curto prazo, tornarmo-nos uma referência no norte do país.",
            "members": "Membros",
            "courses": "Cursos",
            "years": "Anos",
            "cars": "Carros"
        },

        "fs": {
            "title": "Formula Student",
            "description": "A Formula Student é uma competição internacional de engenharia que desafia estudantes universitários a conceber, fabricar e competir com um carro de corrida. A competição abrange provas estáticas e dinâmicas rigorosas. As provas estáticas incluem a apresentação do plano de negócios da equipa, análise dos custos de produção do carro e avaliação técnica do design. Já as provas dinâmicas testam o desempenho do carro em pista, abrangendo desafios como skidpad, aceleração, autocross, resistência e eficiência. A pontuação obtida nestas provas contribui para o cálculo do score geral das equipas, determinando, assim, os vencedores de cada categoria.",
            "classes": {
                "title": "Classes da Formula Student",
                "description": "Nas competições de Formula Student existem três classes diferentes",
                "cv-description": "Carros com motor de combustão interna",
                "ev-description": "Carros com motor elétrico",
                "dv-description": "Carros com condução autónoma"
            }
        },

        "team": {
            "title": "Equipa",
            "description": "Atualmente a equipa é composta por 6 setores, cada um dedicado a uma área específica do carro. Cada setor é composto por um head e vários membros, que trabalham em conjunto para desenvolver o melhor carro possível. A equipa é liderada por um Team Leader, que coordena o trabalho de todos os setores. Existem ainda dois diretores técnicos, supervisionando cada um os setores da parte elétrica e mecânica do carro.",
            "sectors-title": "Setores",
            "management": "A equipa de management é responsável pelas finanças da equipa. É responsável pela acumulação de fundos através de parcerias e pelo marketing do projeto. Cabe também à equipa de management satisfazer as necessidades dos outros setores, o que inclui adquirir ferramentas e peças e organizar formações.",
            "powertrain": "O setor de powertrain é responsável pelo desenvolvimento do motor elétrico. Cabe a este setor entregar uma unidade motriz potente e durável. Eficiência é um dos pontos mais importantes para powertrain. O motor deve ser programado de forma a que consuma sempre a quantidade certa de energia.",
            "esw": "Como o nome sugere, o setor de eletronics & software trata dos componentes eletrónicos e do software que fazem com que o carro opere de forma segura e eficiente. Os principais objetivos do setor são programar os principais componentes do carro e garantir que estes comunicam entre si.",
            "drivetrain": "O setor de drivetrain foca-se em passar a potência do motor para as rodas. O seu objetivo é obter a transferência de potência mais eficiente possível para que o carro consiga alcançar a aceleração máxima e manter a velocidade durante a distância da corrida.",
            "chassiaero": "O setor de chassis e aerodinâmica é responsável por projetar e construir o chassis do carro. O chassis é a estrutura que suporta todos os componentes do carro. A aerodinâmica é responsável por minimizar a resistência do ar e maximizar a força descendente.",
            "suspension": "O setor de suspensão e direção é essencial para o desempenho do carro. A suspensão proporciona aderência, estabilidade e absorve as irregularidades da pista, enquanto a direção permite ao piloto controlar o carro com precisão."
        },

        "archive": {
            "title": "Arquivo FSUMinho",
            "country": "País",
            "city": "Cidade",
            "circuit": "Circuito",
            "class_": "Classe",
            "result": "Resultado classe"
        },

        "sponsors": {
            "title": "Patrocinadores",
            "partner": "Parceiro"
        },

        "invest": {
            "title": "Investir na FSUMinho",
            "why-title": "Porquê investir na FSUMinho?",
            "why-text": "Nós somos mais que um grupo de estudantes com uma paixão pelo desporto motorizado. A FSUMinho representa o primeiro passo na formação de engenheiros de topo. Os nossos membros entrarão no mercado de trabalho com experiências e capacidades que irão destingui-los da concorrência. Queremos oferecer aos estudantes a oportunidade de fazer parte de um grupo que valoriza o trabalho de todos e incentiva cada membro a mostrar o seu potencial. Investir no nosso projeto significa investir na próxima gereção de engenherios e garantir que estes acumulem o máximo de experiência possível para que no futuro possam fazer a diferença e contribuir para o desenvolvimento tecnológico.",
            "forms-title": "Como investir",
            "monetary-title": "Suporte monetário",
            "monetary-text": "O desporto motorizado não é barato. As despesas começam a acumular no desenvolvimento do carro e alcançam um valor alto na época das competições. Suportar-nos financeiramente ajuda-nos a gerir as despesas e a alcançar os objetivos.",
            "material-title": "Fornecer material",
            "material-text": "Para podermos construir o carro que projetamos, nacessitaremos de vários materiais. Fornecer materiais à equipa ajuda-nos a passar o carro do software de modelação para a pista.",
            "knowledge-title": "Conhecimento",
            "knowledge-text": "Apesar de nos considerarmos bastante talentosos e experientes, conhecimento nunca é demais. Estamos sempre abertos para aprender com profissionais das nossas áreas de estudo.",
            "tiers-title": "Pacotes de investimento",
            "diamond-text": "Os patrocinadores Diamond terão a maior visibilidade no bodywork e no merchandising. Existirá ainda a oportunidade de colaborarem com a equipa num projeto anual. Benefícios de níveis inferiores também se aplicam.",
            "diamond-value": "Patrocínio Diamond requer um investimento acima dos 10000€",
            "gold-text": "Os patrocinadores Gold terão poder de voto na tomdada de decisões. O seu logo terá maior destaque no carro e no merchandising. Os patrocionadores Gold serão ainda mencionados em artigos de imprensa ou revistas científicas. Benefícios de níveis inferiores também se aplicam.",
            "gold-value": "Patrocínio Gold requer um investimento entre 5000€ e 10000€",
            "silver-text": "Os patrocinadores Silver terão estatuto VIP em eventos organizados pela FSUMinho. O seu logo estará ainda mais visível no bodywork e merchandising em comparação com os logos Bronze. Receberão ainda um relatório mensal sobre o progresso do projeto. Benefícios de níveis inferiores também se aplicam.",
            "silver-value": "Patrocínio Silver requer um investimento entre 2500€ e 5000€",
            "bronze-text": "Os patrocinadores Bronze terão um lugar no nosso portfólio de patrocinadores. O seu logo estará mais visível no bodywork do carro e em peças de merchandising. Beneficios de níveis inferiores também se aplicam.",
            "bronze-value": "Patrocínio Bronze requer um investimento entre 1000€ 2500€",
            "partner-title": "Parceiros",
            "partner-text": "Parceiros beneficiarão da divulgação da sua marca através de campanhas nas redes sociais e o seu logo estará presente no carro. Terão ainda um lugar no nosso portfólio de parceiros.",
            "partner-value": "O estato de parceiro requer um investimento até 1000€ ou outro tipo de colaboração com a equipa."
        },

        "contact": {
            "title": "Entre em contato",
            "name": "Nome completo",
            "message": "Mensagem",
            "send": "Enviar",
            "thanks": "Obrigado pelo seu contacto!"
        },

        "footer": {
            "contact": "Contacte-nos",
            "social": "Redes sociais",
            "team": "Equipa",
            "sponsors": "Patrocinadores",
            "invest": "Como investir",
            "competitions": "Competições",
            "cars": "Carros"
        }
    }
}