{
    "translation": {
        "navbar": {
            "team": "Equipa",
            "sponsors": "Patrocinadores",
            "companies": "Parceiros",
            "invest": "Como investir",
            "archive": "Arquivo",
            "competitions": "Competições",
            "cars": "Carros",
            "recruitment": "Recrutamento",
            "lang": "Mudar linguagem"
        },

        "news": "Últimas notícias",

        "santander": {
            "title": "Santander Universidades",
            "more": "Saber mais"
        },

        "about_us": {
            "title": "Sobre nós",
            "text": "Somos um grupo de estudantes da Universidade do Minho com uma paixão pelo desporto motorizado. Como a mais recente adição à Formula Student em Portugal, pretendemos entregar um projeto com bases sólidas e, a curto prazo, tornarmo-nos uma referência no norte do país.",
            "members": "Membros",
            "courses": "Cursos",
            "years": "Anos",
            "cars": "Carros"
        },

        "fs": {
            "title": "Formula Student",
            "description": "A Formula Student é uma competição internacional de engenharia que desafia estudantes universitários a conceber, fabricar e competir com um carro de corrida. A competição abrange provas estáticas e dinâmicas rigorosas. As provas estáticas incluem a apresentação do plano de negócios da equipa, análise dos custos de produção do carro e avaliação técnica do design. Já as provas dinâmicas testam o desempenho do carro em pista, abrangendo desafios como skidpad, aceleração, autocross, resistência e eficiência. A pontuação obtida nestas provas contribui para o cálculo do score geral das equipas, determinando, assim, os vencedores de cada categoria.",
            "classes": {
                "title": "Classes da Formula Student",
                "description": "Nas competições de Formula Student existem três classes diferentes",
                "cv-description": "Carros com motor de combustão interna",
                "ev-description": "Carros com motor elétrico",
                "dv-description": "Carros com condução autónoma"
            }
        },

        "car": {
            "title": "Construir um sonho",
            "description": "Construir um carro de Fórmula Student é transformar um projeto em realidade. Desde o primeiro desenho até o último ajuste, cada etapa exige dedicação e trabalho em equipa. A cada peça montada, o sonho torna-se mais tangível, e, no final, o carro pronto reflete o esforço coletivo de transformar ideias em desempenho real."
        },

        "team": {
            "title": "Equipa",
            "description": "Atualmente, a equipa é organizada em seis setores, cada um focado numa área específica do carro. Cada setor é liderado por um Head e conta com vários membros que trabalham em conjunto para desenvolver o melhor carro possível. A coordenação global é assegurada pelo Team Leader, responsável por alinhar o trabalho de todos os setores. Para além disso, contamos com dois Diretores Técnicos, que supervisionam respetivamente as áreas elétrica e mecânica do projeto.",
            "sectors-title": "Setores",
            "management": "A equipa de management é responsável pelas finanças da equipa. É responsável pela acumulação de fundos através de parcerias e pelo marketing do projeto. Cabe também à equipa de management satisfazer as necessidades dos outros setores, o que inclui adquirir ferramentas e peças e organizar formações.",
            "powertrain": "O setor de powertrain é responsável pelo desenvolvimento do motor elétrico. Cabe a este setor entregar uma unidade motriz potente e durável. Eficiência é um dos pontos mais importantes para powertrain. O motor deve ser programado de forma a que consuma sempre a quantidade certa de energia.",
            "esw": "Como o nome sugere, o setor de eletronics & software trata dos componentes eletrónicos e do software que fazem com que o carro opere de forma segura e eficiente. Os principais objetivos do setor são programar os principais componentes do carro e garantir que estes comunicam entre si.",
            "drivetrain": "O setor de drivetrain foca-se em passar a potência do motor para as rodas. O seu objetivo é obter a transferência de potência mais eficiente possível para que o carro consiga alcançar a aceleração máxima e manter a velocidade durante a distância da corrida.",
            "chassiaero": "O setor de chassis e aerodinâmica é responsável por projetar e construir o chassis do carro. O chassis é a estrutura que suporta todos os componentes do carro. A aerodinâmica é responsável por minimizar a resistência do ar e maximizar a força descendente.",
            "suspension": "O setor de suspensão e direção é essencial para o desempenho do carro. A suspensão proporciona aderência, estabilidade e absorve as irregularidades da pista, enquanto a direção permite ao piloto controlar o carro com precisão."
        },

        "archive": {
            "title": "Arquivo FSUMinho",
            "country": "País",
            "city": "Cidade",
            "circuit": "Circuito",
            "class_": "Classe",
            "result": "Resultado classe"
        },

        "sponsors": {
            "title": "Patrocinadores",
            "partner": "Parceiros",
            "inst": "Parceiros Institucionais",
            "software": "Parceiros de Software"
        },

        "invest": {
            "more": "Benefícios +",
            "less": "Benefícios-",
            "title": "Investir na FSUMinho",
            "why-title": "Porquê investir na FSUMinho?",
            "why-text": "Apoiar a FSUMinho é muito mais do que investir numa equipa universitária. É associar a sua marca ao futuro da inovação, da mobilidade elétrica e dos talentos da academia que vão moldar o amanhã. Para os nossos parceiros, estar connosco significa visibilidade em competições internacionais, presença em meios de comunicação e destaque em plataformas digitais. Significa também responsabilidade social: apoiar a educação, a sustentabilidade e a preparação da próxima geração de líderes. E significa ainda oportunidade de networking, de contacto direto com talento altamente qualificado e com outras empresas que partilham da mesma visão. Na FSUMinho não pedimos apenas apoio para um projeto, oferecemos uma parceria que gera valor para ambos os lados. O seu contributo é combustível para o nosso crescimento e, ao mesmo tempo, um investimento estratégico para a sua marca.",
            "forms-title": "Como investir",
            "monetary-title": "Suporte monetário",
            "monetary-text": "O desporto motorizado implica custos elevados, desde o desenvolvimento do carro até às competições. O apoio financeiro é essencial para controlarmos as despesas e atingirmos os nossos objetivos.",
            "material-title": "Apoio em espécie",
            "material-text": "Para transformar o projeto em realidade, precisamos de materiais, ferramentas, infraestruturas, softwares e muito mais. Este tipo de apoio é crucial para levar o carro da modelação para a pista.",
            "knowledge-title": "Conhecimento",
            "knowledge-text": "Apesar da nossa experiência, estamos sempre prontos para aprender mais. A partilha de conhecimento com profissionais é fundamental para o nosso crescimento.",
            "tiers-title": "Pacotes de investimento",
            "partner-title": "Parceiros",
            "social": "Promoção nas redes sociais da FSUMinho",
            "website": "Logo presente no portfolio de patrocinadores no website da equipa",
            "car": "Logo presente no carro",
            "banner": "Logo presente no banner dos patrocinadores",
            "kit": "Logo presente no uniforme da equipa usado nas competições",
            "rollout": "Referência ao patrocinador no roll-out do carro",
            "job-fair": "Presença do patrocinador na feira de emprego da FSUMinho",
            "cv": "Acesso a uma coleção de CVs gerida pela equipa",
            "open_days": "Colaboração na organização de dias abertos na empresa",
            "uni": "Presença da empresa em outros eventos na Universidade do Minho",
            "co-creation1": "1 post anual lançado em colaboração entre a FSUMinho e o patrocinador",
            "co-creation2": "2 posts anuais lançados em colaboração entre a FSUMinho e o patrocinador",
            "co-creation3": "3 posts anuais lançados em colaboração entre a FSUMinho e o patrocinador",
            "co-creation4": "4 posts anuais lançados em colaboração entre a FSUMinho e o patrocinador",
            "events": "Participação em jornadas organizados pela equipa",
            "car-events": "Exposição do carro em eventos da empresa",
            "tests": "Teste de produtos da empresa",
            "sectorial": "Exclusividade setorial",
            "unique-banner": "Banners únicos para o patrocinador",
            "activations": "Prioridade na ativação de benefícios", 
            "speach": "Discurso no roll-out do carro"
        },

        "contact": {
            "title": "Entre em contato",
            "name": "Nome completo",
            "message": "Mensagem",
            "send": "Enviar",
            "thanks": "Obrigado pelo seu contacto!",
            "important_contacts": "Contactos"
        },

        "footer": {
            "contact": "Contacte-nos",
            "social": "Redes sociais",
            "team": "Equipa",
            "sponsors": "Parceiros",
            "invest": "Como investir",
            "competitions": "Competições",
            "cars": "Carros"
        },

        "recruitment": {
            "expo": "Candidatura Espontânea",
            "not-open": "Sem Recrutamentos abertos",
            "title": "Recrutamento",
            "description": "A FSUMinho está à procura de novos membros para se juntarem à equipa. Se estás interessado em fazer parte de um projeto de engenharia desafiante e trabalhar com um grupo de estudantes apaixonados por desporto motorizado, então a FSUMinho é o lugar certo para ti. Não importa o teu curso ou experiência, se tens vontade de aprender e trabalhar em equipa, então estás convidado a juntar-te a nós.",
            "steps-title": "Processo de Recrutamento",
            "step1-title": "Candidatura",
            "step1-summary": "Preenche o formulário e envia o teu CV.",
            "step1-details": "Esta é a tua primeira oportunidade para nos mostrares quem és, o que te motiva e porque queres fazer parte da FSUMinho.",
            "step2-title": "Entrevista Individual e Desafio Técnico",
            "step2-summary": "Dá-te a conhecer e demonstra as tuas competências.",
            "step2-details": "Vamos conversar contigo para te conhecermos melhor e vais também receber um pequeno desafio técnico, adaptado ao setor que escolheste.",
            "step3-title": "Desafio em Equipa",
            "step3-summary": "Mostra o teu impacto numa equipa.",
            "step3-details": "Nesta etapa vais colaborar com outros candidatos num desafio prático, tal como acontece nos nossos projetos reais.",
            "step4-title": "Período de Integração",
            "step4-summary": "Bem-vindo(a) à equipa!",
            "step4-details": "Entrarás num período de integração onde vais trabalhar lado a lado com membros experientes para garantir o teu lugar na FSUMinho.",
            "dates-title": "Datas importantes",
            "dates-text": "O processo de candidaturas abre no dia 12 de setembro e encerra no dia 20 de setembro. Os resultados da pré-seleção serão anunciados no dia 22 de setembro. As entrevistas individuais terão lugar entre os dias 23 e 27 de setembro. Os resultados das entrevistas individuais serão anunciados no dia 29 de setembro. O desafio em equipa será realizado no dia 3 de outubro. Os resultados finais serão divulgados nos dias seguintes.",
            "sectors-title": "Setores",
            "mechanical": "Mecânica",
            "mechanical-text": "Os setores relacionados à mecânica desenvolvem o chassi, a suspensão, a direção, a transmissão e a aerodinâmica do carro. Em Chassis and Aerodynamics, irás projetar a estrutura do carro, focando na resistência mecânica, ergonomia do cockpit e integração dos sistemas. Em suspension and steering, irás otimizar os sistemas de suspensão e direção, concentrando-te na geometria, cinemática, dinâmica do carro e design de componentes. O setor de Drivetrain desenvolve a cadeia cinemática para transmissão de potência e refrigeração da bateria, trabalhando na velocidade, aceleração, fluxo de fluidos e dimensionamento dos componentes.",
            "electrical": "Eletrónica",
            "electrical-text": "Os setores de eletrónica desenvolvem os sistemas elétricos do carro, incluindo a bateria, o motor, a telemetria e os sistemas de segurança. No setor de Powertrain, irás trabalharar com componentes de alta tensão e sistemas de segurança, focando em hardware, programação e documentação. No setor de Electronics and Software, irás lidar com simulação de sistemas de segurança, dados de sensores, programação de microcontroladores e telemetria, com funções em testes de hardware, programação em C, desenvolvimento de aplicações e gestão do GitHub.",
            "management": "Management",
            "management-text": "O setor de management é responsável por gerir a equipa, angariar fundos, parcerias, marketing e comunicação, assegurando a eficiência e eficácia da equipa. A gestão de parcerias estabelece relações benéficas com patrocinadores e fornecedores. O marketing aumenta a visibilidade e a reputação da equipa, além de transmitir os valores da equipa ao público e possíveis patrocinadores. Estes componentes trabalham juntos para garantir os recursos e suporte necessários para alcançar os objetivos.",
            "apply": "Candidata-te",
            "faqs-title": "Perguntas frequentes",
            "question1": "Quem pode candidatar-se?",
            "answer1": "Qualquer estudante inscrito numa licenciatura ou mestrado na Universidade do Minho, independentemente do curso, pode candidatar-se à FSUMinho.",
            "question2": "Preciso de experiência prévia?",
            "answer2": "Apesar de experiência prévia ser valorizada, não é um requisito. A FSUMinho é um projeto de aprendizagem e estamos dispostos a ensinar e ajudar todos os membros a desenvolverem as suas competências.",
            "question3": "Quanto tempo tenho de dedicar à FSUMinho?",
            "answer3": "Tudo depende do teu nível de envolvimento, no entanto, esperamos que todos os membros sejam dedicados e comprometidos com o projeto, dada a exigência da Formula Student",
            "question4": "É necessário ser fluente em inglês?",
            "answer4": "A participação em competições implica interegir com juizes estrangeiros e toda a documentação técnica é escrita em inglês. Ser fluente não é um requisito mas é algo que valorizamos.",
            "question5": "Aceitam estudantes de ERASMUS?",
            "answer5": "Sim, aceitamos estudantes de ERASMUS. A FSUMinho é um projeto inclusivo e estamos abertos a receber estudantes de todas as nacionalidades. Para estes estudantes, falar português ou inglês é um requisito.",
            "question6": "Apenas se aceitam estudantes de Guimarães?",
            "answer6": "Não, aceitamos estudantes de todos os campi da Universidade do Minho. A maioria das reuniões são feitas online para serem acessíveis a todos os membros. No entanto, uma fração das reuniões são presenciais e realizadas em Guimarães."
        },

        "talent": {
            "description": "A FSUM Talent Connect é a plataforma que aproxima as empresas parceiras da FSUMinho da comunidade académica da Universidade do Minho. Através dela, são divulgadas oportunidades de estágios, projetos e dissertações, promovendo uma ligação direta entre o mercado e os futuros engenheiros e profissionais da universidade.",
            "oportunities-title": "Oportunidades",
            "internships-filter": "Estágios",
            "projects-filter": "Projetos",
            "thesis-filter": "Temas de tese",
            "jobs-filter": "Empregos",
            "search-placeholder": "Pesquisar por organização ou titulo",
            "details": "Ver detalhes",
            "requirements": "Requisitos",
            "functions": "Funções",
            "benefits": "Benefícios",
            "contact-info": "Contactos"
        },

        "falperra": {
            "title": "Cartaz da Rampa da Falperra",
            "title-short": "Cartaz Falperra",
            "short": "Cria o cartaz oficial da 45ª Rampa Internacional da Falperra",
            "description": "A Rampa Internacional da Falperra é uma das provas de montanha mais prestigiadas e históricas da Europa, atraindo pilotos e fãs de todo o mundo às curvas emblemáticas de Braga, Portugal. Para celebrar a sua 45.ª edição, convidamos artistas, designers e entusiastas do desporto motorizado a criar o cartaz oficial do evento — uma peça visual que capte a emoção, a velocidade e o espírito da Falperra. O teu design pode tornar-se a imagem de uma lenda do automobilismo internacional. Deixa a tua criatividade subir até ao topo!",
            "subtitle1": "Condições de participação",
            "participation0": "Os concorrentes devem frequentar a Universidade do Minho;",
            "participation1": "A participação pode ser feita individualmente ou em equipas de até 3 elementos;",
            "participation2": "Cada participante ou equipa pode submeter apenas uma proposta;",
            "participation3": "O cartaz deve ser uma criação original e inédita, não podendo incluir elementos protegidos por direitos de autor;",
            "participation4": "A proposta deve ser elaborada em formato A3 vertical, com resolução mínima de 300 dpi, e enviada em PDF, JPG ou PNG;",
            "participation5": "O ficheiro não deve ultrapassar 10 MB;",
            "participation6": "Os logótipos fornecidos no ficheiro ZIP devem constar obrigatoriamente no rodapé do cartaz, sem qualquer alteração;",
            "participation7": "As seguintes informações devem obrigatoriamente constar no cartaz:",
            "participation-subitem0": "45ª Rampa Internacional da Falperra;",
            "participation-subitem1": "15, 16 e 17 de maio de 2026;",
            "participation-subitem2": "Campeonato Europeu de Montanha;",
            "participation-subitem3": "Taça Portugal de Montanha;",
            "participation-subitem4": "Logo do Clube Automóvel do Minho (CAM) ou alguma variante desenvolvida pelos artistas (ex.: Logo todo branco);",
            "participation8": "Devem constar ainda os carros dos pilotos Merli e Reto Meisel, os quais têm fotos disponibilizadas em ZIP no nosso website.",
            "subtitle2": "Submissão de propostas",
            "submission0": "As propostas devem ser enviadas entre 15 de novembro de 2025 e 5 de janeiro de 2026 para o email cartaz.fsuminho@gmail.com;",
            "submission1": "O email deve ter como assunto: “Concurso Cartaz Falperra – [Nome da Equipa ou Participante]”;",
            "submission2": "No corpo do email deve constar:",
            "submission-subitem0": "Nome completo de cada membro;",
            "submission-subitem1": "Número mecanográfico de cada membro;",
            "submission-subitem2": "Licenciatura/Mestrado de cada membro;",
            "submission-subitem3": "Ano de frequência de cada membro;",
            "submission3": "As propostas enviadas fora do prazo ou em formato diferente do solicitado não serão consideradas.",
            "subtitle3": "Júri e Critérios de Avaliação",
            "juri-description": "As propostas serão avaliadas por um júri composto por representantes do Clube Automóvel do Minho. Os critérios de avaliação serão os seguintes:",
            "juri-item0": "Criatividade e originalidade",
            "juri-item1": "Qualidade gráfica e estética",
            "juri-item2": "Clareza e legibilidade da informação",
            "juri-item3": "Adequação ao tema e identidade do evento",
            "subtitle4": "Prémios",
            "prize-description": "Serão atribuídos os seguintes prémios às três melhores propostas:",
            "prize0": "1.º Prémio – 300 € e possibilidade de assinar o cartaz oficial da 45ª Rampa Internacional da Falperra;",
            "prize1": "2.º Prémio – 150 €;",
            "prize2": "3.º Prémio – 75 €.",
            "subtitle5": "Direitos de utilização",
            "rights-description": "Ao participar no concurso, os autores das propostas autorizam a organização a utilizar, reproduzir e divulgar os cartazes submetidos, total ou parcialmente, em todos os suportes de comunicação associados ao evento, com referência à autoria, sem pagamento adicional além do prémio atribuído.",
            "subtitle6": "Disposições Finais",
            "finals0": "A participação no concurso implica a aceitação integral deste regulamento;",
            "finals1": "A organização reserva-se o direito de não atribuir prémios caso nenhuma proposta cumpra os critérios mínimos de qualidade;",
            "finals2": "Os casos omissos neste regulamento serão resolvidos pela organização do concurso.",
            "download-regulations": "Descarregar regulamento",
            "download-assets": "Descarregar logos e fotos"
        }
    }
}